# Fonts
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-ibm-plex-mono"
cask "font-blex-mono-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"

# Utils
brew "bat"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lazygit"
brew "less"
brew "mise"
brew "stow"

# C/C++
brew "llvm"
brew "clang-format"
brew "cmake"

# Elm
brew "elm"

# Go
brew "go"
brew "golangci-lint"

# Java
brew "google-java-format"
brew "gradle"
brew "maven"

# Lua
brew "stylua"

# Node.js
brew "pnpm"
brew "yarn"

# tmux
brew "reattach-to-user-namespace"
brew "tmux"

# Neovim
brew "neovim"
brew "ripgrep"

# Ranger
brew "ranger"
brew "trash"

# Apps
tap "homebrew/cask-versions"
cask "brave-browser"
cask "google-chrome"
cask "firefox"
cask "firefox-developer-edition"
cask "docker"
cask "karabiner-elements"
cask "visual-studio-code"
cask "db-browser-for-sqlite"
cask "pgadmin4"
