# Fonts
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"
cask "font-lilex"
cask "font-symbols-only-nerd-font"

# Utils
brew "bat"
brew "buf"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gh"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "just"
brew "lazygit"
brew "less"
brew "mise"
brew "ripgrep"
brew "stow"

# C/C++
brew "llvm"
brew "clang-format"
brew "cmake"

# Elm
brew "elm"

# Go
brew "go"
brew "golangci-lint"
brew "delve"

# Java
brew "google-java-format"
brew "gradle"
brew "maven"

# Lua
brew "stylua"

# Node.js
brew "pnpm"
brew "yarn"

# tmux
brew "tmux"

# Neovim
brew "neovim"
brew "tree-sitter"
brew "tree-sitter-cli"

# SketchyBar and JankyBorders
tap "FelixKratz/formulae"
brew "sketchybar"
cask "sf-symbols"
cask "font-sketchybar-app-font"
brew "switchaudio-osx"
brew "borders"

# Yazi
brew "yazi"
brew "ffmpeg-full"
brew "imagemagick-full"
brew "poppler"
brew "resvg"
brew "sevenzip"

# Apps
cask "ghostty"
cask "wezterm"
cask "nikitabobko/tap/aerospace"
cask "brave-browser"
cask "google-chrome"
cask "firefox"
cask "firefox@developer-edition"
cask "docker-desktop"
cask "karabiner-elements"
cask "visual-studio-code"
