tap "homebrew/cask"

# Fonts
tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-ibm-plex-mono"
cask "font-blex-mono-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"

# Utils
brew "fzf"
brew "git"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lazygit"
brew "less"
brew "stow"

# Java development
cask "temurin"
brew "google-java-format"

# Lua development
brew "cmake"
brew "luarocks"

# tmux
brew "reattach-to-user-namespace"
brew "tmux"

# Neovim
brew "neovim"
brew "ripgrep"

# Ranger
brew "ranger"
brew "trash"

# Apps
tap "homebrew/cask-versions"
cask "brave-browser"
cask "google-chrome"
cask "firefox"
cask "firefox-developer-edition"
cask "docker"
cask "karabiner-elements"
cask "visual-studio-code"
